Repository: PeyloW/Res-i-Skane
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, da, de, fr, hr, ro, ru, sv

# AppName
source: Travel in Skåne
ar: السفر سكان
da: Rejs i Skåne
de: Reisen in Skåne
fr: Scanie Voyage
hr: Putuj u Skåni
ro: Voiaj în Skåne
sv: Res i Skåne

# CWRateNagger-Title
source: Write Review
ar: كتابة مراجعه
da: Skriv anmeldelse
de: Eigene Rezension erstellen
fr: Ecrire un commentaire
hr: Napiši recenziju
ro: Scrie o Recenzie
sv: Skriv recension

# CWRateNagger-Message
source: Thank you for using %APP_NAME%. Would you like to write an application review now?
ar: شكرا لكم لاستخدام %APP_NAME% هل ترغب في كتابة مراجعة تطبيق الآن؟
da: Tak for at bruge %APP_NAME%. Kunne du tænke dig at skrive en software anmeldelse nu?
de: Danke, daß Sie sich für %APP_NAME% entschieden haben. Möchten Sie das Programm rezensieren?
fr: Merci d'avoir choisi %APP_NAME%. Souhaitez-vous écrire un examen de la demande maintenant?
hr: Hvala Vam što koristite% APP_NAME%. Želite li pisati recenziju programa sada?
ro: Vă mulţumim pentru folosirea %APP_NAME%. Doriţi să scrieţi o recenzie acum?
sv: Tack för att du använder %APP_NAME%. Skulle du vilja skriva en programrecension nu?

# CWRateNagger-Accept
source: Write Review
ar: كتابة مراجعة
da: Anmeldelse
de: Rezensieren
fr: Commentaire
hr: Pregled
ro: Da
sv: Recensera

# CWRateNagger-Decline
source: Not Now
ar: ليس الآن
da: Ikke nu
de: Später
fr: Pas maintenant
hr: Ne sada
ro: Nu Acum
sv: Inte nu

# CopyrightStatement
source: Traffic information in Swedish is provided and copyrighted by Skånetrafiken.
ar: معلومات عن حركة المرور في السويدية يتم توفيرها من قبل Skånetrafiken وحقوق الطبع والنشر.
da: Trafikinformation på svensk leveres og er copyright af Skånetrafiken.
de: Die Verkehrsdaten werden von Skånetrafiken zur Verfügung gestellt. Copyright Skånetrafiken.
fr: Les informations de circulation fournies sont fournies et sous copyright de Skånetrafiken.
hr: Saobraćajne informacije na švedskom jeziku su omogućene i zaštićene od Skånetrafiken.
ro: Traficul de informaţii în limba suedeză este asigurată de către Skånetrafiken.
sv: Trafikdata tillhandahålls av och är copyright Skånetrafiken.

source: No Network
ar: شبكة غير متوفر
da: Intet netværk
de: Kein Netzwerk gefunden
fr: Pas de réseau
hr: Mreža nema pokrića
ro: Nu Există Rețea
ru: Эхђ ёхђш
sv: Nätverk saknas

# NoNetworkTrips
source: You must connect to a Wi-Fi or cellular data network to search for trips.
ar: يجب عليك اتصال واي فاي أو شبكة البيانات المتنقلة للبحث عن طرق.
da: Det kræver en forbindelse til et Wi-Fi eller mobil netværk at søge efter rejser.
de: Ein Anschluss an ein Wifi oder mobiles Netzwerk wird benötigt um nach Reisealternativen zu suchen.
fr: Connectez vous à un réseau Wi-Fi ou de données cellulaires pour rechercher un trajet.
hr: Moraš se spojiti na Wi-Fi ili ćelijsku mrežu za prijenos podataka za pretraživanje putovanja.
ro: Trebuie să vă conectați la Wi-Fi sau la o reţea de telefonie mobilă de date pentru a căuta trasee.
ru: Тћ фюыцэћ яюфъыўїшђќёџ ъ Wi-Fi шыш ёюђютющ ёхђш фыџ яюшёър яюхчфюъ.
sv: Det krävs en anslutning till ett Wi-Fi-nätverk eller mobildatanätverk för att söka resalternativ.

# NoNetworkStops
source: You must connect to a Wi-Fi or cellular data network to search for stops.
ar: يجب عليك اتصال واي فاي أو شبكة البيانات المتنقلة للبحث عن توقف.
da: Det kræver en forbindelse til et Wi-Fi eller mobil netværk at søge efter stop.
de: Ein Anschluss an ein Wifi oder mobiles Netzwerk wird benötigt um nach Haltestellen zu suchen.
fr: Connectez vous à un réseau Wi-Fi ou de données cellulaires pour rechercher un arrêt.
hr: Moraš se spojiti na Wi-Fi ili ćelijsku mrežu za prijenos podataka za pretraživanje stajališta.
ro: Trebuie să vă conectați la Wi-Fi sau la o reţea de telefonie mobilă de date pentru a căuta stații.
ru: Тћ фюыцэћ яюфъыўїшђќёџ ъ Wi-Fi шыш ёюђютющ ёхђш фыџ яюшёър юёђрэютюъ.
sv: Det krävs en anslutning till ett Wi-Fi-nätverk eller mobildatanätverk för att söka efter stopp.

# FailedNetworkMessage
source: Could not load data from Skånetrafiken's servers. Please try again later.
ar: لا يمكن تحميل البيانات من Skånetrafiken خوادم. يرجى المحاولة مرة أخرى في وقت لاحق.
da: Kunne ikke hente data fra Skånetrafikens server. Prøv igen senere.
de: Konnte nicht von Skånetrafikens Server laden. Bitte versuchen Sie es später wieder.
fr: Impossible de charger les données du serveur de Skånetrafiken. Re-essayez plus tard S.v.p.
hr: Informacije se trenutno ne mogu učitati sa Skånetrafiken servera. Molimo vas da pokušate poslije.
ro: Nu s-au putut încărca datele de la serverele lui Skånetrafiken. Vă rugăm să încercaţi din nou mai târziu.
ru: Эхтючьюцэю чру№ѓчшђќ фрээћх ё ёх№тх№ют SkУЅnetrafiken. Яюцрыѓщёђр яюя№юсѓщђх яючфэхх.
sv: Kunde inte hämta data från Skånetrafikens server. Var god försök igen senare.

source: OK
ar: موافق
hr: Prihvati

source: Cancel
ar: إلغاء
da: Annuller
fr: Annuler
hr: Poništi
ro: Anulați
ru: Юђьхэр
sv: Avbryt

source: Arrival
ar: يصل
da: Ankomst
de: Ankunft
fr: Arrivée
hr: Dolazak
ro: Sosire
ru: Я№шсћђшх
sv: Ankomst

source: Departure
ar: رحيل
da: Afgang
de: Abfahrt
fr: Départ
hr: Odlazak
ro: Plecare
ru: Юђя№ртыхэшх
sv: Avgång

source: Travel Route
ar: طريق السفر
da: Rejseplan
de: Reiseweg
fr: Description trajet
hr: Putna ruta
ro: Traseu
ru: Ьр№ј№ѓђ яѓђхјхёђтшџ
sv: Resväg

source: From
ar: من
da: Fra
de: Von
fr: De
hr: od
ro: De la
ru: Шч
sv: Från

source: To
ar: إلى
da: Til
de: Nach
fr: Á
hr: do
ro: La
ru: Т
sv: Till

source: Choose…
ar: اختيار…
da: Vælg…
de: Wählen
fr: Choisir…
hr: Izaberi…
ro: Alegeți…
ru: Тћсх№шђх
sv: Välj…

# FromTitle
source: From:
ar: من:
da: Fra:
de: Von:
fr: De:
hr: Od:
ro: De la:
ru: Шч:
sv: Från:

# ToTitle
source: To:
ar: إلى:
da: Til:
de: Nach:
fr: À:
hr: Do:
ro: La:
ru: Т:
sv: Till:

source: Search Trips
ar: العثور على طرق
da: Find rejser
de: Reisen suchen
fr: Chercher un trajet
hr: Traži putovanja
ro: Caută Trasee
ru: Яюшёъ яюхчфюъ
sv: Sök Resor

source: Clear
ar: يزيل
da: Ryd
de: Löschen
fr: Effacer
hr: Očisti
ro: Ștergeți
ru: Юїшёђшђќ
sv: Rensa

# TranslateText
source: Translate information
ar: ترجمة المعلومات
da: Oversæt information
de: Info übersetzen
fr: Traduction
hr: Prevedi informacije
ro: Traduce informațiile
ru: Ях№хтхёђш ђхъёђ эр ф№ѓующ џчћъ

# TranslateTextDisclaimer
source: Automatic translations with Google translate may be inaccurate.
ar: ترجمة التلقائية مع Google translate قد تكون غير دقيقة.
da: Automatiske oversættelser med Google translate kan være upræcise.
de: Die automatische Übersetzung mit Google translate ist möglicherweise fehlerhaft.
fr: Traduction automatique par Google translate, erreur possible.
hr: Automatski prevod sa Google translate prevodiocem ne mora biti ispravan.
ro: Traduceri automatice de Google translate pot fi inexacte.
ru: Ртђюьрђшїхёъшщ ях№хтюф ё яюьюљќў ёыѓцсћ Google translate ьюцхђ сћђќ эхђюїэћь.

source: Walk
ar: المشي
da: Gang
de: Fußweg
fr: Marcher
hr: Idi
ro: Mers
ru: Яхјъюь
sv: Gång

# TravelTimeTitle
source: Travel Time
ar: السفر في الوقت
da: Tidspunkt
de: Reisedauer
fr: Horaires de voyage
hr: Vrijeme putovanja
ro: Timpul de Călătorie
ru: Фышђхыќэюёђќ яѓђхјхёђтшџ
sv: Restid

source: Now
ar: أقرب
da: Nu
de: Sofort
fr: Maintenant
hr: Sad
ro: Acum
ru: бхщїрё
sv: Snarast

# QuarterHour
source: In fifteen minutes
ar: حوالي خمس عشرة دقيقة
da: Om et kvarter
de: In 15 Minuten
fr: Dans 15 minutes
hr: Za petnaest minuta
ro: În 15 minute
ru: Т ђхїхэшх 15 ьшэѓђ
sv: Om en kvart

# HalfHour
source: In half an hour
ar: حوالي نصف ساعة
da: Om en halv time
de: In einer halben Stunde
fr: Dans une demi-heure
hr: Za pola sata
ro: Într-o jumat de oră
ru: Т ђхїхэшх яюыѓїрёр
sv: Om en halvtimma

# Hour
source: In an hour
ar: حوالي ساعة واحدة
da: Om en time
de: In einer Stunde
fr: Dans une heure
hr: Za jedan sat
ro: Într-o oră
ru: Т ђхїхэшх їрёр
sv: Om en timma

# OtherDate
source: Other…
ar: في وقت آخر…
da: Andet tidspunkt…
de: Andere Zeit...
fr: Autre…
hr: Drugo…
ro: Alt…
ru: Ф№ѓующ фхэќ
sv: Annan tid…

# OtherDateTitle
source: Other Time
da: Andet tidspunkt
de: Andere Zeit
fr: Autre date
hr: Drugo vrijeme
ro: Alt Timp
ru: Ф№ѓуюх т№хьџ
sv: Annan tid

source: Arrive at
ar: يصل في
da: Ankomsttid
de: Ankunft um
fr: Arrive à
hr: Dolazak u
ro: Sosește la
ru: Я№шсћђшх т
sv: Ankomst vid

source: Depart at
ar: تغادر في الساعة
da: Afgangstid
de: Abfahrt um
fr: Part à
hr: Odlazak u
ro: Plecare la
ru: Юђя№ртыхэшх т
sv: Avgång vid

source: Trips
ar: خيارات السفر
da: Rejser
de: Reisealternative
fr: Trajet
hr: Putovanja
ro: Trasee
ru: Яюхчфъш
sv: Resalternativ

source: Close
ar: أغلق
da: Luk
de: Schliessen
fr: Fermer
hr: Zatvori
ro: Închideți
ru: Чръ№ћђќ
sv: Stäng

# LineWithChanges
source: %@, then %@ changes
ar: %@ ، ثم %@ تغييرات النقل
da: %@, derefter %@ skift
de: %@, dann %@ mal umsteigen
fr: %@, puis %@ changements
hr: %@, zatim %@ presjedanja
ro: %@, apoi %@ schimbări
ru: %@, фрыхх %@ ях№хёрфъш
sv: %@, sedan %@ byten

# Loading
source: Loading trips…
ar: خيارات السفر التحميل…
da: Søger efter rejser…
de: Lade Reisealternativen…
fr: Chargement des trajets…
hr: Učitavanje putovanja…
ro: Încărcarea traseelor…
ru: Чру№ѓчър яюхчфюъ
sv: Laddar resalternativ…

# DragToFetchBefore
source: Drag to fetch previous…
ar: اسحب لجلب السابقة…
da: Træk for at hente tidligere…
de: Ziehen um frühere zu laden…
fr: Faire glisser pour atteindre le précédent…
hr: Povuci da učitaš prethodni…
ro: Glisaţi pentru încărca anteriorul…
ru: Drag to fetch previousтІ
sv: Dra för att hämta tidigare…

# DropToFetchBefore
source: Drop to fetch previous…
ar: قطرة لجلب السابقة…
da: Slip for at hente tidligere…
de: Loslassen um frühere zu laden…
fr: Relacher pour atteindre le précédent…
hr: Ispusti da učitaš prethodni…
ro: Lăsați să cadă pentru încărca anteriorul…
ru: Drop to fetch previousтІ
sv: Släpp för att hämta tidigare…

# DragToFetchAfter
source: Drag to fetch next…
ar: اسحب لجلب المقبل…
da: Træk for at hente senere…
de: Ziehen um spätere zu laden…
fr: Faire glisser pour atteindre le prochain…
hr: Povuci da učitaš sljedeći…
ro: Glisaţi pentru încărca următorul…
ru: Drag to fetch nextтІ
sv: Dra för att hämta senare…

# DropToFetchAfter
source: Drop to fetch next…
ar: قطرة لجلب المقبل…
da: Slip for at hente senere…
de: Loslassen um spätere zu laden…
fr: Relacher pour atteindre le prochain…
hr: Ispusti da učitaš sljedeći…
ro: Lăsați să cadă pentru încărca următorul…
ru: Drop to fetch nextтІ
sv: Släpp för att hämta senare…

# TripActions
source: Perform action for trips
ar: أداء العمل على خيارات السفر
da: Udfør for rejser
de: Reisealternativen hantieren
fr: Actions
hr: Izvedi akciju za putovanje
ro: Acțiuni cu trasee
sv: Utför åtgärd för resalternativ

# Bookmark
source: Bookmark trip
ar: المرجعية خيارات السفر
da: Bogmærk rejse
de: Zu Favoriten hinzufügen
fr: Mes Signets
hr: Zabilježi putovanje
ro: Adaugă la favorite
ru: Чряюьэшђќ яюхчфъѓ
sv: Bokmärk resa

# ShareText
source: Share as Text
ar: تبادل الرسائل القصيرة
da: Del via SMS
de: Als SMS verschicken
fr: Partager comme texte
hr: Podijeli kao tekst
ro: Trimite ca Text
sv: Dela som SMS

# ShareEmail
source: Share as E-mail
ar: ارسل بالبريد الالكتروني
da: Del via e-mail
de: Als E-mail verschicken
fr: Partager comme email
hr: Podijeli kao E-mail
ro: Trimite ca E-mail
sv: Dela som e-post

# TowardsTitle
source: Towards:
ar: الاتجاه:
da: Retning:
de: Richtung:
fr: Vers:
hr: Prema:
ro: Către:
sv: Riktning:

# Position
source: Stop %@
ar: موقف %@
de: Spurabschnitt %@
fr: Arrêt %@
hr: Stajalište %@
ro: Stația %@
sv: Läge %@

# DeviationTimeDeparture
source: Deviation from planned departure at %@.
ar: تحيد عن المغادرة المقررة في تمام الساعة %@.
da: Afviger fra planlagt afgangstid %@.
de: Weicht ab von geplantem Abgang um %@.
fr: Prévision de départ %@.
hr: Odstupanje od planiranog odlaska u %@.
ro: Abatere de la plecarea plănuită la %@.
sv: Avviker från planerad avgång vid %@.

# DeviationTimeArrival
source: Deviation from planned arrival at %@.
ar: تحيد عن المتوقع وصوله في تمام الساعة %@.
da: Afviger fra planlagt ankomsttid %@.
de: Weicht ab von geplanter Ankunft um %@.
fr: Prévision d'arrivée à %@.
hr: Odstupanje od planiranog dolaska u %@.
ro: Abatere de la sosirea plănuită la %@.
sv: Avviker från planerad ankomst vid %@.

# ActualDeviationTimeDeparture
source: New planned departure at %@.
ar: المخطط الجديد رحيل في %@.
da: Ny planlagt afgangstid %@.
de: Weicht ab von geplantem Abgang um %@.
fr: Nouveau départ planifié à %@.
hr: Odstupanje od planiranog odlaska u %@.
ro: Abatere de la plecarea plănuită la %@.
sv: Ny planerad avgång vid %@.

# ActualDeviationTimeArrival
source: New planned arrival at %@.
ar: المخطط الجديد وصوله الى %@.
da: Ny planlagt ankomsttid %@.
de: Weicht ab von geplanter Ankunft um %@.
fr: Nouveau d'arrivée planifié à %@
hr: Odstupanje od planiranog dolaska u %@.
ro: Abatere de la sosirea plănuită la %@.
sv: Ny planerad ankomst vid %@.

source: Bookmarks
ar: المواقع المفضلة
da: Bogmærker
de: Favoriten
fr: Sinets
hr: Zabilježke
ro: Favorite
ru: Чръырфъш
sv: Bokmärken

source: No Bookmarks
ar: أي إشارات مرجعية
da: Ingen bogmærker
de: Keine Favoriten
fr: Pas de signets
hr: Nema zabilježki
ro: Nu Există Favorite
sv: Inga bokmärken

# FailedNetwork
source: Server Error
ar: خطأ ملقم
da: Server fejl
de: Server Fehler
fr: Erreur du serveur
hr: Greška na serveru
ro: Eroare Server
ru: Ошибка сервера
sv: Serverfel

# CurrentLocation
source: My current location
ar: بلدي الموقع الحالي
da: Min nuværende position
de: Mein Standort
fr: Ma position actuelle
hr: Trenutna pozicija
ro: Loc actual
ru: Мое текущее положение
sv: Min nuvarande plats

source: Location Error
ar: المكان الخطأ
da: Positioneringsfejl
de: Standort Fehler
fr: L'erreur de localisation
hr: Greška u lociranju
ro: Eroare Localizare
ru: Ошибка определения положения
sv: Positioneringsfel

# LocationErrorMessage
source: Could not locate my current location.
ar: لا يمكن تحديد موقع بلدي الموقع الحالي
da: Kunne ikke finde min nuværende position.
de: Konnte den momentanen Standort nicht finden.
fr: Impossible de trouver ma position actuelle.
hr: Trenutna pozicija nije mogla biti locirana.
ro: Nu sa putut determina locul actual.
ru: Невозможно определить текущее положение.
sv: Kan inte hitta min nuvarande plats.

source: Departures
ar: المغادرة
da: Afgange
de: Abfahren
fr: Départs
hr: Odlasci
ro: Plecări
sv: Avgångar

source: Loading departures…
ar: المغادرين تحميل…
da: Laddar Afgange…
de: Lade Abfahrten…
fr: Chargement des départs…
hr: Učitavanje odlasci…
ro: Încărcarea plecărilor…
sv: Laddar avgångar…

source: Map
ar: الخريطة
da: Kort
de: Karte
fr: Carte
hr: Karta
ro: Hartă
sv: Karta

source: All
ar: الكل
da: Alle
de: Alle
fr: Tous
hr: Sve
ro: Toate
sv: Alla

source: Busses
ar: أتوبيسات
da: Busser
de: Busse
fr: Les bus
hr: Autobusa
ro: Autobuze
sv: Bussar

source: Trains
ar: القطارات
da: Tog
de: Züge
hr: Željeznica
ro: Trenuri
sv: Tåg

source: Details
ar: التفاصيل
da: Detaljer
fr: Détails
hr: Detalji
ro: Detalii
sv: Detaljer

# SubtitleStart
source: Depart at %@ with %@
ar: تغادر في الساعة %@ مع %@
da: Afgang kl %@ med %@
de: Abfahrt um %@ mit %@
fr: Départ à %@ de %@
hr: Polazak u %@ sa %@
ro: Pleacă la %@ cu %@
sv: Avgång vid %@ med %@

# SubtitleMiddle
source: Arrive at %@ with %@ Depart at %@ with %@
ar: تصل في الساعة %@ مع %@ تغادر في الساعة %@ مع %@
da: Ankomst kl %@ med %@ Afgang kl %@ med %@
de: Ankunft um %@ mit %@ Abfahrt um %@ mit %@
fr: Arrivez à %@ avec %@ Départ à %@ de %@
hr: Dolazak u %@ sa %@ Polazak u %@ sa %@
ro: Sosește la %@ cu %@ Pleacă la %@ cu %@
sv: Ankomst vid %@ med %@ Avgång vid %@ med %@

# SubtitleEnd
source: Arrive at %@ with %@
ar: تصل في الساعة %@ مع %@
da: Ankomst kl %@ med %@
de: Ankunft um %@ mit %@
fr: Arrivez à %@ avec %@
hr: Dolazak u %@ sa %@
ro: Sosește la %@ cu %@
sv: Ankomst vid %@ med %@

# CoordinateDisclaimer
source: Some map coordinates have not been fetched from the official Skånetrafiken server, and may therefor be inaccurate.
ar: بعض إحداثيات الخريطة لم يتم جلب من مسؤول Skånetrafiken الخادم ، وربما لذلك تكون غير دقيقة.
da: Nogle kortkoordinater er ikke taget fra Skånetrafiken officielle server, og kan derfor være forkert.
fr: Some map coordinates have not been fetched from offivial Skånetrafiken server, and may therefor be inaccurate.
hr: Neki karta koordinate nisu preuzeta iz službenih Skånetrafiken poslužitelj, i svibanj to će biti netočan.
sv: Vissa kartkoordinater har inte hämtats från Skånetrafikens officiella server, och kan därför vara felaktiga.

# TravelTime
source: %@ min
ar: %@ دقائق
ru: %@ ьшэ
